clusterMHDTest/Cilindro/MHD/AUSMupMHD-3slow/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 0.2;

boundaryField
{
    front_back      
    {
                type            empty;
      		
    }



    simetria      
    {
               type            zeroGradient;
    }

    Inlet      
	{
		

               type          fixedValue;
		
		value uniform 0.2;

		

	} 

    outlet     
	{
		
               type            zeroGradient;
   
	
	} 



  cilindro
        {
                type           zeroGradient;

        }

}
// ************************************************************************* //
